<?php

return array(
    "Brands" => "品牌",
    "Corporate" => "企业资料",
    "News" => "新闻",
    "Careers" => "招聘",
    "Stores" => "店铺",
    "Other" => "其他",
    "System" => "系统",
    "Title" => "标题",
    "Body" => "内容",
    "Master Image" => "主图",
    "Media Navigation Image" => "Media导航图片",
    "Navigation Image" => "导航图片",
    "Navigation Full Image" => "导航大图",
    "Save" => "保存",
    "Brand Story" => "品牌故事",
    "Lookbook" => "Lookbook",
    "New Arrival" => "New Arrival",
    "Thumbnail" => "缩略图",
    "Add New" => "添加",
    "All News" => "新闻列表",
    "All Stores" => "店铺列表",
    "All Positions" => "招聘列表",
    "Stores" => "店铺列表",
    "Logout" => "登出",
    "Category" => "分类",
    "Cancel" => "取消",
    "Add News" => "添加新闻",
    "Contact" => "联系我们",
    "Corporate Information" => "企业信息",
    "Brand Information" => "品牌简介",
    "Media" => "媒体",
    "Homepage (Navigation)" => "首页 （导航）",
    "Add Media" => "添加媒体",
    "Add Video" => "添加媒体",
    "Video Table" => "媒体列表",
    "Date" => "日期",
    "Actions" => "操作",
    "Upload" => "上传",
    "Remove Selected Image" => "删除选择后图片",
    "Store" => "店铺",
    "Position" => "招聘",
    "Video" => "视频",
    "Dashboard" => "控制面板",
    "Upload Image" => "上传图片",
    "Add More Image" => "添加更多图片",
    "Edit" => "编辑",
    "Delete" => "删除",
    "Close Shop" => "关闭店铺",
    "Slide Image" => "幻灯片图片",
    "Lookbook Media Gallery" => "Lookbook图片库",
    "Arrival Media Gallery" => "New Arrivals图片库",
    "Update Brand" => "更新品牌故事",
    "Update Navigation Menu" => "更新导航链接",
    'Update Corporate Information' => "更新企业资料",
    "Update Brand Information" => "更新品牌资料",
    "News Table" => "新闻列表",
    "MP4 Format" => "MP4 格式",
    "webm Format" => "webm 格式",
    "Career Add New" => "添加新的招聘",
    "Careers Table" => "职位列表",
    "Add New Position" => "添加新的职位", 
    "Job" => "职位描述",
    "Add New Store" => "添加店铺",
    "Store Table" => "店铺列表",
    "City" => "城市",
    "Distinct" => "区",
    "Address" => "地址",
    "Location" => "位置",
    "Lat/ Lng" => "经纬度",
    "Add QRCode" => "添加QRCode",
    "QRCode Table" => "QRCode 列表",
    "QRCode Image" => "QRCode 图片",
    "All Media" => "媒体列表",
    "Weight" => "排序",
    "Update Contact Information" => "更新联系我们",
    "Update Success" => "更新成功",
    "Default Menu Image" => "默认菜单图片",
    "Move In Image" => "鼠标滑入图片",
    "Coporation" => "企业信息",
    "Brand" => "品牌信息",
    "Career" => "招聘职位",
    "about_brand_story_title" => "品牌故事<br>「上下」,东方雅致生活",
    "about_brand_story_desc" => "<p>「上下」，是一个当代高尚生活品牌，致力于传承中国精湛的手工艺，通过创新，使其重返当代生活。</p>".
				'<p>「上下」由中国设计师蒋琼耳女士创立，为实现一个传承中国文化及复兴传统手工艺的梦想。「上下」的作品包括家具、家居用品、服装、首饰，及与茶有关的物品，以"家"为原点，演绎"绚烂而平淡"的生活方式。</p>'.
				'<p>「上下」期望通过努力，将日渐式微的中国传统手工艺的精湛技艺保留下来。上下五千年的文化积累，「上下」要"承上"而"启下"，通过现代的美学诠释，使之融入今天及未来的生活。「上下」的每一件物品都选取最上等的材料，精雕细琢，专注于每一个细节。</p>'.
				'<p>在传承精良手工艺，制作高品质生活物品的同时，「上下」也关注文化，生活与情感。「上下」将每年创造一件限量版的"文化物品"，使我们记住传统，对话记忆。</p>'.
				'<p>"如其在上，如其在下。"「上下」涵盖了传统与现代，东方与西方，人与自然，诠释着中国式的儒雅与热情。</p>',
    
    "about_brand_founder_title" => "艺术总监",
    "about_brand_founter_desc" => '「上下」的艺术总监蒋琼耳,是中国当代为数不多拥有国际声誉的青年艺术家设计师之一。她出 生艺术世家,家学渊源,有深厚的东方文化的底蕴。多年在欧洲游学和创作的经历赋予她国际的 视野和开放的思维。双重文化的背景让她的创作自由舒展,既葆有对传统的尊敬,又海纳百川兼 容并蓄。
在「上下」,蒋琼耳和她的设计团队创作了一系列作品,在传承中国传统文化和手工艺的同时, 运用21世纪现代美学简约、优雅的理念,将传承、文化、创新和对话融为一体。
蒋琼耳出生于艺术世家。她的外祖父蒋玄佁是最早留学海外的中国艺术家之一,也是最早把西方 油画艺术引入中国的贡献者之一。她的父亲邢同和,是建造了上海博物馆的著名建筑师。
她在传统文化浓郁的氛围中长大,两岁半就拿起毛笔,6岁时开始跟随大师学艺,国画师从程十 发,书法师从韩天衡。之后她进入同济大学艺术设计专业,正式开始艺术创作之路。毕业后,她 选择了法国国家装饰艺术学院,进一步学习家具和室内设计,迈出了自己艺术生涯至关重要的一 步。
从法国回来之后,蒋琼耳一直在各个领域不断尝试,不断积累。双重文化的视野让她的才华自由 舒展。家具、首饰、国画、油画、影像,蒋琼耳总是可以为自己的灵感找到最适合的表达方式。 她的作品中,中西技法巧妙地结合,各种元素完美地融会,最重要的是在作品的灵魂中,体现了 用纯现代手法演绎的中国悠久的文化底蕴。
在游弋于不同领域挥洒创意,接触到越来越多外部的美好事物的同时,她也越来越认识到,自己 站在一个非常深厚的中国文化的根基之上,并因此而感到自豪。她接触到许多深藏于民间的中国 传统手工艺,这些技艺精湛巧妙,所创造的物品美丽而充满力量。蒋琼耳被这些累积了时间和文 化的技艺深深打动,更坚定了自己读书时就已萌生的梦想——让中国的好工艺、好设计真正被世 界看到。
如今她正一心一意地,培育「上下」,一步步实现将中国优良传统手工艺推向世界的梦想。',
    "about_brand_emplee_subject" => '传承与相遇',
    "about_brand_emplee_one" => '90岁的外婆,秀荫
 民国,战争,新中国解放,新世纪 
她说,她跨越了四次生命 
今天,她依旧灿烂地微笑着',
    "about_brand_emplee_two" => "65岁的母亲,慧洁 
上山下乡,改革开放,建设高潮
 她的生命承载了三个时代 
今天,她依然轻盈地舞蹈着",
    "about_brand_emplee_third" => "33岁的女儿,琼耳 
教育改革,经济腾飞,中西交流 
她幸运地见证并经历了两种生活 
今天,她继续执著地追求着 
一份理想",
    "jobs" => "招聘",
    "COLLECTIONS" => "「上下」系列",
    "CRAFTS" => "",
    "BOUTIQUES" => "「上下」空间",
    "NEWS" => "最新消息",
    "ABOUT" => "关于「上下」",
    "CONTACT" => "联系「上下」",
    "SEARCH" => "搜索",
    "SEARCH DEMO" => "搜索示例",
    "home_brand_story" => "「上下」,东方雅致生活",
    "Brand story" => "品牌故事",
    "Bamboo Weaving" => "竹丝扣瓷",
    "Cashmere Felt" => "羊绒毡",
    "Eggshell Porcelain" => "薄胎瓷",
    "Zitan" => "紫檀",
    "Bamboo Weaving" => "竹丝扣瓷",
    "Watch video" => "观赏视频",
    "Pause video" => "暂停",
    "Shanghai" => "上海",
    "Paris" => "法国",
    "Beijing" => "北京",
    "{city} boutiquue" => "{city} 零售空间",
    "news" => "新闻",
    "events" => "活动信息",
    "press" => "媒体",
    "JOIN SHANG XIA" => "加入「上下」",
    "brand story" => "品牌故事",
    "weixin" => "微信",
    "weibo" => "微博",
    "subscribe to shang xia newsletter" => "订阅电子报",
    "SUBSCRIBE TO <br/> SHANG XIA NEWSLETTER" => "订阅电子报",
    "To receive updates about SHANGXIA, <br/> please provide the following information" => "提供下面资料以便收到最新「上下」信息",
    "YOUR NAME" => "您的名字",
    "YOUR EMAIL" => "您的邮件",
    "YOUR PHONE" => "您的电话",
    "SEND" => "寄出",
    "KNOW - HOW" => "艺",
    "Choice of timber" => "选材",
    "choice_of_timber_desc" => "紫檀极珍贵，百年不能成材，一棵紫檀木要生长几百年以后才能够使用。<br/>十檀九空，紫檀的取材率极低，一块木料只有百分之十几可用。极稀有的紫檀，能触摸到手，已是难得的缘分。木工师傅依板样裁切所需要的木材。每一个部件，都用纸板裁切了板样，搭脑、扶手、靠背、牙条、管脚枨……一把最简单的明式南官帽椅，就有四十二个组件组成。据说，明清时期用高级硬木家具在制作上都讲究每一个组件解自同一棵树。也由于紫檀的珍贵，裁切师傅需要用最合理的使用来使木尽其材，每一块木材，需要找到匹配它尺寸的部件。",
    "Drying Desc" => "<p>包含在木材中的水分，会让家具频繁地热胀冷缩，从而造成家具的开裂现象。为了确保家具的美观和使用寿命，木材处理是关键的一招。在去水过程中，木材被浸泡在工厂特殊配方的蜡液中，达半年之久，处理过后的木材更显细腻，水分子也被基本挥发干净。</p><p>木材遇热干缩，遇水膨胀的问题一直困扰着古代的木匠们。古人曾发明了攒框装板之法，初步解决了这一问题，在当时已是了不起的发明，但没有解决根本问题。顾大师花了5年时间，才最终用铸造中热交换的原理，用常温下不活泼的蜡分子将活泼的水分子置换出来，从根本上解决了这一难题。</p>",
    "Drying" => "去水",
    "Construction Desc" => "<p>建筑是大木作，家具是小木作。传统家具的榫卯结构由古建筑结构转变而成。建筑的梁、枋、柱、雀替结构，与椅子的坐盘框边、抹头，腿足和牙子都有很大的共通之处。</p><p>构件之间的咬和，完全不用金属钉子，依靠榫卯间巧夺天工契合。“抱肩榫”是束腰家具的腿和束腰、牙条相结合时使用的榫卯，有着“千年不倒”的美誉。它在很小的节点上，能撑起来自多方面的压力，稳如泰山。但古时手工制作这样的榫卯难度很大，配合精度也不高，挂榫的斜度偏大，虽易于安装却容易松动。顾大师经过多次实验，设计挂榫时稍有斜度，用精密机械加工的方法，提高了配合精度，重现了“千年不倒”的榫卯技艺。</p>",
    "Construction" => "结构",
    "Carving" => "雕刻",
    "Carving Desc" => "<p>雕刻师傅的桌上摆着几十种刀。紫檀是一种很坚硬的木材，即使把钉子打弯了，也只能在它的表面留下一个印痕。雕刻紫檀，需要锋利的刀具，不同的部位有不同的使刀。从头部开始一直凿打到脚跟，先凿打前身再是后身，从木料外皮开始，一层一层地向里推进，先凿浅的地方，后凿深的地方，木雕师傅一次次剔除木屑，用刀作画。</p>",
    "Polishing" => "打磨",
    "Polishing Desc" => "<p>“不平，继续磨，再磨。”顾大师一声吆喝。打磨家具，真得有铁杵磨成针的工夫。</p><p>紫檀家具在制作技艺上有“一凿、二刻、七打磨”之说，打磨占据了整个制作过程十分之七的时间。传统打磨最讲究的是用刺茅草，一种与芦苇共生的细草。先涂上蜡，再以刺茅草和细纱布反复磨擦，直到擦得亮如锦缎。顾大师用3000目水砂纸来打磨，让紫檀深藏的木纹一层层展现出来，精细到极点。</p><p>木纹本不是装饰的目的，但它的出现，却成为明式家具最主要的，甚至是开创性的超装饰元素，创造了新的美学。顾大师手下的紫檀，经过夜以继日的打磨，不平，再磨，再磨，每一件都拥有了独一无二的美丽木纹。</p>",
    
    "Close to the Universe" => "最接近天地的方式",
    "Close to the Universe Desc" => "<p>「上下」的“大天地”之紫檀。紫檀大师顾大师说：做到了极至的简洁和精准。寓意“天空”和“大地”，这个系列的家具拥有简洁的线条与柔和的圆弧，气度从容博大，好似天地都包含于其中。设计灵感依然来自于明式家具，却将原本外圆内方的设计改成外方内圆。使之拥有了更具现代感的线条，也令其精湛工艺展露无疑。圆形椅面和方形椅身之间，完全依靠榫卯结合在一起。继而用成百上千次的打磨，使两者的合缝，间不容发。尊贵而坚固的紫檀，在全手工精心摩揉之下，拥有了如丝绸般滑润的质感。同时，“大天地”系列也对人体工程学做了细心研究，力求让使用感受贴心舒适。家具是带有感情的，一定得是给人带来温暖和舒适的。</p><p>每件“大天地”紫檀家具从檀木处理到作品完成，需要花费整整六个月的时间，而在细节的处理上更精确到一丝一毫，让这个系列的家具成为精准而完美的艺术品。“大天地”紫檀家具是给人生做一个伴。线条简洁，情感温暖，以最接近天地的方式，端坐于天地之间。</p>",
    "Silk-like Bamboo Strands Desc" => "<p>天蒙蒙亮，取竹的师傅把砍竹刀往腰带上一插，摸索着进了慈姥山。山林笼着一层薄雾，衣袂间顿时沾染了滩滩水气。取竹，是需带着水气的，等到日头上来，竹子太硬，就使不了竹的柔韧劲了。</p><p>慈竹喜阴，喜欢有水沟的地方。川人形容慈竹“参天笼雨露”，“一笼笼的长”。随行的竹编大师张老师说，“汉字‘笼’和‘簇’，都是从慈竹的生长习性来造字的。”阴水沟中，背阳处，新竹旧竹密结，一笼笼丛生。笋子也相倚而生，一年即可成竹。</p>",
   "Silk-like Bamboo Strands" => "如丝的竹篾",
    "Collecting the Bamboo" => "取竹",
    "Collecting the Bamboo Desc" => "<p>取的是一年青的竹子，取竹师傅涉水而走。望竹丛，眼一瞄，就知道哪根竹子是好料。看竹节上的竹毛是向上还是反着长，就能分辨哪一棵是苦竹，哪一根是甜竹，苦竹才适合做竹编。“挺拔，竹节长，是最好的竹料。”张老师说。有些竹节扭错着，不甘心生命在此转弯。而只有那一根根挺拔无畏的才是真竹子，才能在遇到自己的命时，勇敢地迎接。</p><p>一眼瞄准，即从根部下刀。“嘣”，竹子应声而倒。顺着竹子的长势剔除枝桠，用钢锯将竹子分成竹段，背着竹子下山，这常是男人们干的活。</p>",
    "Scraping the Cyan <br/>(Bamboo Skin) Desc" => "女人们磨好刀，已在山下等候。她们要做的是刮青，刮青要快，在竹子表面水分充足的时候，刮掉青色的胶质层。唰唰唰，女人们下刀没有半丝迟疑，刀刀分明，竹子即露出白胎，青色的表皮被刮成一层柔软的绒，溢出一股清甜的淡香。",
    "Scraping the Cyan <br/>(Bamboo Skin)" => "刮青",
    "Separating <br/>the Bamboo Desc" => "开始分竹块。分块要趁竹子新鲜的时候下刀，竹子又嫩又脆，容易下刀。依着竹筒圆心，竹子分成了等宽的竹片。分完块的竹子还要分篾。取一块削平口子的竹块儿捏在左手心中，拇指和食指捏在离削口一厘米处，右手握刀刀口向内，目测竹块儿两边在上部三分之一的地方平口进刀。横划一刀，女人们把竹条一甩，竹子如柳条般柔韧，翻起浪来。第一片竹片即刻脱落。再一刀，又是一片。再一刀，又是一片。篾层就这样被分开了。用来竹编的竹篾只取前四层，有的甚至只取第一层，一到四层的光泽度最好。再薄的竹篾，需要用刀再刮，一层，两层，十几层后，竹篾薄到如卵幕，不到一毫米，变得透明。",
    
    "Separating <br/>the Bamboo" => "分竹",
    
    "Drying the Slice Desc" => "薄如丝带的竹篾，要悬挂起来在通风处吹干。风一吹过，淡淡的青绿色，如水浪般起伏。女人们看着这一抹青绿，也可歇口气了。",
    
    "Drying the Slice" => "吹干",
    
    "Separating Strands Desc" => "<p>干透后的篾片，进行最后一道工序，分丝。顺着篾片，用自制的排针，按在篾片上，一抽即分出竹丝。一般来讲，1厘米宽的篾片分出的竹丝根数称为丝数，丝数有2丝至48丝不等 （0.15 毫米至0.5毫米的竹丝）。竹丝分完以后，就可以进行编织了。</p><p>研究了几十年竹编的张老师，始终觉得竹编手艺是骨子里带来的东西，是这里的先民们与身俱来的自然的灵气。</p>",
    
    "Separating Strands" => "分丝",
    "One Clay, <br/>72 Pairs of Hands Desc" => "<p>“陶有窑，窑有户，工有作，作有家，陶有所资各行”（摘自《景德镇陶录》）。
在卢大师的薄胎瓷作坊里，保持着传统器作行当的规矩，每个人只负责一道工序。</p><p>明代科学家宋应星在《天工开物》中写道，“共计一坯之力，过手七十二，方克成器。其中微细节目，尚不能尽也。”在几百年后的今天，微细的手工技艺依然延续。</p>",
    
    "One Clay, <br/>72 Pairs of Hands" => "一坯之力 过手七十二",
    
    "Mixing Ingredients" => "配料",
    
    "Mixing Ingredients Desc" => "<p>瓷石和高岭土在匀速转动的机器中碰撞着，发出清脆的“丁零当啷”声。虽然用的是机器，却还是最原始的研磨原理，运用研磨石的匀速撞击达到粉碎的效果。其中的原料配比，水分配比，研磨石的配比，这些秘密，只有卢大师一人知晓。</p>",
    
    
    "Turning the Clay" => "拉坯",
    
    "Turning the Clay Desc" => "粉碎后的泥料，经过揉泥后，在拉坯师傅的手下逐渐变成了一个碗。“用力要匀，不能有空气，一有空气就会起泡，那就做坏了。”拉坯师傅说，“拉坯要有纹丝不动的工夫，做得死就圆，做得活就不圆。”拉坯是成型的第一道工序。泥量的控制是关键，仅这种量感的把握就不是一两年能达到的。",
    
    "Paring and Trimming" => "修坯",
    
    "Paring and Trimming Desc" => "<p>拉坯只能到二三毫米厚，要做到薄如蝉翼，还需要精修上百次，才能将粗坯修到薄如蛋壳。</p><p>修坯的雷师傅，沉默不语，专注于落刀的力度，因稍一落重，薄胎瓷马上碎裂。雷师傅讲话淡淡的，话句很短，“靠手感，也要有经验。厚薄要匀，里外一样。老话叫‘修样款’，也叫‘利坯’。”</p><p>利薄胎，是一个极致的瓷活。每一次落刀，都像是一次修行。一刀下去，没有杂念，才可以做到起落点的分明。“有时候呼吸稍重，带到手上的力就过了，一过，就碎。所以修坯人常说，成败于一刀一息之上。修坯人，修的是心的清净。”卢大师说。</p>",

    
    "Firing the <br/>Unglazed Body" => "素烧",
    "Firing the <br/>Unglazed Body Desc" => "修坯完成后的精坯，被放上案板，转移到素烧房，在750～800℃温度中素烧。素烧一个半小时后，逐个补水。",

    "Adding Water <br/> Before Glazing" => "补水",
    
    "Adding Water Before Glazing Desc" => "补水是个细心活，熊师傅戴了副眼镜。动作不徐不疾，用笔蘸水，一道道刷过坯体，将瓷坯涤净。眯起眼，检查坯体中隐藏的气孔和死泥。",
    
    "Glazing" => "施釉",
    "Glazing Desc" => "施釉这道工序，承前启后，由卢大师亲自完成。施釉工艺看似简单，而实际上却是极为重要和较难掌握的一道工序。要做到造型中各部分的釉层均匀一致，厚薄适当，还要注意到各种釉的不同流动性。",
    
    "Final Firing" => "烧成",
    "Final Firing Desc" => "上了釉后，精坯进窑烧制。最后，泥土和瓷石，变成了捧在手中的完美瓷器。", 
    
    "Thin and Beautiful <br> Rare Perfection" => "以薄为美 使之完美不易",
    "Thin and Beautiful <br> Rare Perfection Desc" => "<p>「上下」名为“天籁”的薄胎瓷碗，倾注了卢大师几十年的薄胎瓷功力。它很简单，器型日常，只是一只碗，却需呈现出物象的晶莹剔透来。中国古人说，营造无，以为用。薄胎瓷的制作要求极高，以薄为美，以透明为美，然而瓷质过薄，使之完美着实不易。薄胎瓷的坯体薄，制作过程中极易破裂和变形。卢大师从原料开始把控，高岭土、石英、长石，任何一种原料多一分或少一分，都会影响最后烧成的效果。只有比例合理的泥坯，在经受摄氏1300多度的高温焙烧的考验时，才能不裂碎，不变形。“烧瓷，就是要读懂这些语言，泥土的，火的。”卢大师说。

每件“天籁”碗的形状、大小均相差无几。毫厘之间的分差，完全需要靠手中的感觉来完成。拉坯和修坯的完美结合，才能保证不差毫厘。坯只能拉到2-3毫米，薄如蝉翼的瓷壁需要百余次的手工修坯来完成。薄胎瓷是一件在呼吸之间的作品，一刀下去，在呼吸之间，做到无心的境界，胎壁才能修得流畅，薄得传神。烧成后，才能轻如浮云。

纵然沉着老练如卢大师，也永远不知道下一窑会有什么意外发生。开窑的结果，有瑕疵品，也有神品。一件烧成功的薄胎瓷，珍贵和难得可见之。

素坯的薄胎瓷，最能验证大师的功力。莹白剔透，是极品。因“白”是一种特别不寻常的颜色，在薄的映衬下，“白”成了近乎无色透明，是空，但也不空。

轻叩手中的瓷碗，发出如来自另一时空的声响。在内外之间，进入它，好似有种进入宇宙的感觉。</p>",
    
    
    "Master Zhang created a new weaving" => "双线交叉走丝",
    "BAMBOO COVERED PORCELAIN" => "双线交叉走丝",
    "Master Zhang created a new weaving Desc" => '<p>竹编专家张老师为「上下」名为“桥”的白瓷茶具设计了一种新的编法：竹丝扣瓷。在传统瓷胎竹编的肌理上，做了完全不一样的创新。瓷胎竹编，以瓷器器皿为胎，用纤细的竹丝，柔软的竹篾，紧扣瓷胎，胎弯竹弯，依胎成形，竹丝和瓷胎浑然一体。

瓷胎竹编是个细活，不像一般的竹编，用的竹丝选料要非常严格。必须选节长66厘米以上、没有划痕的两年青壮竹来编织。有句行话叫“经篾薄如绸，纬丝绷如发”，指的就是上好的竹丝。每100斤原竹只能抽丝8两，其价值同银子相当。

选好所要的白瓷，然后紧贴瓷器外表用竹丝进行编织和包裹。传统的瓷胎竹编，都是一根经篾一根编篾，单根竹丝编织。张老师发现用两根竹丝交叉着行走，可以完全改变最后的编织效果。“两根竹丝交叉编织法，立体效果好。技艺完全变成了艺术。竹丝细到只有大约0.4毫米，经纬更细。”

当单根竹丝垂直行走时，所创造的只是平面的瓷胎竹编。当经篾增加至两根，编篾也加至两根时，编织的空间发生了改变，又创造出另一个图谱来，因此，在竹丝行走的编织过程中，一层层攀缘经篾而上的编篾，在有意无意间，交织成了两种图案。

“本来紧扣在瓷胎上的线条，开始流动起来，变得生动。如有了生命般。线条有静有动，互相呼应起来，那是一种从来没有过的竹编肌理。”张老师说。

云想衣裳花想容，白瓷和竹篾，相互映衬，草木通灵，共一世界。</p>',
    
    "CRAFTS" => "「上下」工艺",
    "related products" => "相关产品",
    "other crafts" => "其他工艺",
    "shang xia news" => "「上下」新闻",
    "older news" => "新闻回顾",
    "View all news" => "所有消息",
    "View all  press articles" => "媒体报道",
    "View all events" => "所有活动",
    "SHANG XIA EVENTS" => "相关活动",
    "Press" => "杂志",
    "find us" => "联系我们",
    "contact" => "联系我们",
    
    "contact_shanghai" => "<h3>上海零售空间</h3>
								<p>中国 上海 淮海中路283号 香港广场南座一层</p>
								<p>+86-21-6390 8899</p>",
    
    "contact_beijing" => "<h3>北京零售空间</h3>
								<p>中国 北京 建国门外大街1号中国国际贸易中心 国贸商城地下一层第SB107B号</p>
								<p>+86-10-6505-7358</p>",
    
    "contact_paris" => "<h3>巴黎零售空间</h3>
								<p>8 Sèvres Road, 75006 Paris, France</p>
								<p>+33-1-42-22-53-62</p>",
    
    "apparel" => "服饰与配饰",
    "jewelry" => "珠宝与首饰",
    "teaware" => "茶具",
    "homeware" => "家饰",
    "furniture" => "家具",
    
    "contact_form_title" => "请email「上下」以获取更多消息",
    
    "NAME" => "姓名",
    "EMAIL" => "邮件",
    "MESSAGE" => "消息",
    "contact_form_footer_tip" => '订阅「上下」电子报.  隐私保护政策',
    
    "read" => "阅读",
    
    "SHANG XIA IS NOW OPENING ITS MAISON IN SHANGHAI" => "「上下」之家即将开幕",
    
    "shang xia is now opening <br/> its maison in shanghai" => "「上下」之家即将开幕",
    
    "THE FIRST SHANG XIA BAG" => "「上下」第一款包袋",
    
    "GIFT CORNER" => "赠礼专区",
    
    "Read more" => "更多讯息",
    
    "read more" => "更多讯息",
    
    "Apply" => "我有兴趣",
    
    "Load more" => "下载中",
    
    "SEARCH" => "搜寻",
    "ENTER YOUR SEARCH" => "搜寻",
    
    "collections" => "系列",
    
    "<b>SHANG XIA masion opening </b><br/> in shanghai" => "「上下」之家即将开幕",
    
    "about SHANG XIA" => "关于「上下」",
    
    "similar products" => "同类产品",
    
    "I Want To Buy" => "我想购买",
    
    "CONTACT ME BACK" => "我有兴趣",
    
    "VIEW ALL THE SHANG XIA GIFTS" => "进入赠礼专区",
    
    "artstic director" => "艺术总监",
    
    "hertage & encounter" => "传承与相遇",
    
    "PRIVACY POLICY LEGAL INFORMATION" => "法律声明",
    
    "ICP LICENCE" => "ICP 备案",
    
    "shang xia" => "上下",
    
    "SHANGXIA does not rent or sell customer <br/> email addresses to third parties" => "「上下」不会泄漏您任何资料给第三方",
    
    "You are interested by buying this product? <br/> Let us contact you back and we will arrange a way to provide you this prodcut" => "您对此产品有兴趣？我们会稍后与您取得联系",
);














