<?php

return array(
    "Brands" => "品牌",
    "Corporate" => "企业资料",
    "News" => "新闻",
    "Careers" => "招聘",
    "Stores" => "店铺",
    "Other" => "其他",
    "System" => "系统",
    "Title" => "标题",
    "Body" => "内容",
    "Master Image" => "主图",
    "Media Navigation Image" => "Media导航图片",
    "Navigation Image" => "导航图片",
    "Navigation Full Image" => "导航大图",
    "Save" => "保存",
    "Brand Story" => "品牌故事",
    "Lookbook" => "Lookbook",
    "New Arrival" => "New Arrival",
    "Thumbnail" => "缩略图",
    "Add New" => "添加",
    "All News" => "新闻列表",
    "All Stores" => "店铺列表",
    "All Positions" => "招聘列表",
    "Stores" => "店铺列表",
    "Logout" => "登出",
    "Category" => "分类",
    "Cancel" => "取消",
    "Add News" => "添加新闻",
    "Contact" => "联系我们",
    "Corporate Information" => "企业信息",
    "Brand Information" => "品牌简介",
    "Media" => "媒体",
    "Homepage (Navigation)" => "首页 （导航）",
    "Add Media" => "添加媒体",
    "Add Video" => "添加媒体",
    "Video Table" => "媒体列表",
    "Date" => "日期",
    "Actions" => "操作",
    "Upload" => "上传",
    "Remove Selected Image" => "删除选择后图片",
    "Store" => "店铺",
    "Position" => "招聘",
    "Video" => "视频",
    "Dashboard" => "控制面板",
    "Upload Image" => "上传图片",
    "Add More Image" => "添加更多图片",
    "Edit" => "编辑",
    "Delete" => "删除",
    "Close Shop" => "关闭店铺",
    "Slide Image" => "幻灯片图片",
    "Lookbook Media Gallery" => "Lookbook图片库",
    "Arrival Media Gallery" => "New Arrivals图片库",
    "Update Brand" => "更新品牌故事",
    "Update Navigation Menu" => "更新导航链接",
    'Update Corporate Information' => "更新企业资料",
    "Update Brand Information" => "更新品牌资料",
    "News Table" => "新闻列表",
    "MP4 Format" => "MP4 格式",
    "webm Format" => "webm 格式",
    "Career Add New" => "添加新的招聘",
    "Careers Table" => "职位列表",
    "Add New Position" => "添加新的职位", 
    "Job" => "职位描述",
    "Add New Store" => "添加店铺",
    "Store Table" => "店铺列表",
    "City" => "城市",
    "Distinct" => "区",
    "Address" => "地址",
    "Location" => "位置",
    "Lat/ Lng" => "经纬度",
    "Add QRCode" => "添加QRCode",
    "QRCode Table" => "QRCode 列表",
    "QRCode Image" => "QRCode 图片",
    "All Media" => "媒体列表",
    "Weight" => "排序",
    "Update Contact Information" => "更新联系我们",
    "Update Success" => "更新成功",
    "Default Menu Image" => "默认菜单图片",
    "Move In Image" => "鼠标滑入图片",
    "Coporation" => "企业信息",
    "Brand" => "品牌信息",
    "Career" => "招聘职位",
    "about_brand_story_title" => "品牌故事<br>Renaissance of Chinese Art of Living",
    "about_brand_story_desc" => "<p>「上下」，是一个当代高尚生活品牌，致力于传承中国精湛的手工艺，通过创新，使其重返当代生活。</p>".
				'<p>「上下」由中国设计师蒋琼耳女士创立，为实现一个传承中国文化及复兴传统手工艺的梦想。「上下」的作品包括家具、家居用品、服装、首饰，及与茶有关的物品，以"家"为原点，演绎"绚烂而平淡"的生活方式。</p>'.
				'<p>「上下」期望通过努力，将日渐式微的中国传统手工艺的精湛技艺保留下来。上下五千年的文化积累，「上下」要"承上"而"启下"，通过现代的美学诠释，使之融入今天及未来的生活。「上下」的每一件物品都选取最上等的材料，精雕细琢，专注于每一个细节。</p>'.
				'<p>在传承精良手工艺，制作高品质生活物品的同时，「上下」也关注文化，生活与情感。「上下」将每年创造一件限量版的"文化物品"，使我们记住传统，对话记忆。</p>'.
				'<p>"如其在上，如其在下。"「上下」涵盖了传统与现代，东方与西方，人与自然，诠释着中国式的儒雅与热情。</p>',
    
    "about_brand_founder_title" => "艺术总监",
    "about_brand_founter_desc" => '「上下」的艺术总监蒋琼耳,是中国当代为数不多拥有国际声誉的青年艺术家设计师之一。她出 生艺术世家,家学渊源,有深厚的东方文化的底蕴。多年在欧洲游学和创作的经历赋予她国际的 视野和开放的思维。双重文化的背景让她的创作自由舒展,既葆有对传统的尊敬,又海纳百川兼 容并蓄。
在「上下」,蒋琼耳和她的设计团队创作了一系列作品,在传承中国传统文化和手工艺的同时, 运用21世纪现代美学简约、优雅的理念,将传承、文化、创新和对话融为一体。
蒋琼耳出生于艺术世家。她的外祖父蒋玄佁是最早留学海外的中国艺术家之一,也是最早把西方 油画艺术引入中国的贡献者之一。她的父亲邢同和,是建造了上海博物馆的著名建筑师。
她在传统文化浓郁的氛围中长大,两岁半就拿起毛笔,6岁时开始跟随大师学艺,国画师从程十 发,书法师从韩天衡。之后她进入同济大学艺术设计专业,正式开始艺术创作之路。毕业后,她 选择了法国国家装饰艺术学院,进一步学习家具和室内设计,迈出了自己艺术生涯至关重要的一 步。
从法国回来之后,蒋琼耳一直在各个领域不断尝试,不断积累。双重文化的视野让她的才华自由 舒展。家具、首饰、国画、油画、影像,蒋琼耳总是可以为自己的灵感找到最适合的表达方式。 她的作品中,中西技法巧妙地结合,各种元素完美地融会,最重要的是在作品的灵魂中,体现了 用纯现代手法演绎的中国悠久的文化底蕴。
在游弋于不同领域挥洒创意,接触到越来越多外部的美好事物的同时,她也越来越认识到,自己 站在一个非常深厚的中国文化的根基之上,并因此而感到自豪。她接触到许多深藏于民间的中国 传统手工艺,这些技艺精湛巧妙,所创造的物品美丽而充满力量。蒋琼耳被这些累积了时间和文 化的技艺深深打动,更坚定了自己读书时就已萌生的梦想——让中国的好工艺、好设计真正被世 界看到。
如今她正一心一意地,培育「上下」,一步步实现将中国优良传统手工艺推向世界的梦想。',
    "about_brand_emplee_subject" => '传承与相遇',
    "about_brand_emplee_one" => '90岁的外婆,秀荫
 民国,战争,新中国解放,新世纪 
她说,她跨越了四次生命 
今天,她依旧灿烂地微笑着',
    "about_brand_emplee_two" => "65岁的母亲,慧洁 
上山下乡,改革开放,建设高潮
 她的生命承载了三个时代 
今天,她依然轻盈地舞蹈着",
    "about_brand_emplee_third" => "33岁的女儿,琼耳 
教育改革,经济腾飞,中西交流 
她幸运地见证并经历了两种生活 
今天,她继续执著地追求着 
一份理想",
    "jobs" => "招聘",
    "COLLECTIONS" => "「上下」系列",
    "CRAFTS" => "",
    "BOUTIQUES" => "「上下」空间",
    "NEWS" => "最新消息",
    "ABOUT" => "关于「上下」",
    "CONTACT" => "联系「上下」",
    "SEARCH" => "搜索",
    "SEARCH DEMO" => "搜索示例",
    "home_brand_story" => "SHANG XIA, CHINESE FINE LIVING",
    "Brand story" => "品牌故事",
    "Bamboo Weaving" => "竹丝扣瓷",
    "Cashmere Felt" => "羊绒毡",
    "Eggshell Porcelain" => "薄胎瓷",
    "Zitan" => "紫檀",
    "Bamboo Weaving" => "竹丝扣瓷",
    "Watch video" => "观看视频",
    "Pause video" => "暂停视频",
    "Shanghai" => "上海",
    "Paris" => "法国",
    "Beijing" => "北京",
    "{city} Store" => "{city} 零售空间",
    "news" => "新闻",
    "events" => "活动",
    "press" => "杂志",
    "JOIN SHANG XIA" => "加入「上下」",
    "brand story" => "品牌故事",
    "weixin" => "微信",
    "weibo" => "微博",
    "subscribe to shang xia newsletter" => "订阅「上下」电子报",
    "SUBSCRIBE TO <br/> SHANG XIA NEWSLETTER" => "订阅「上下」电子报",
    "To receive updates about SHANGXIA, <br/> please provide the following information" => "提供下面资料以便收到最新「上下」信息",
    "YOUR NAME" => "您的名字",
    "YOUR EMAIL" => "您的邮件",
    "YOUR PHONE" => "您的电话",
    "SEND" => "提交",
    "KNOW - HOW" => "艺",
    "Choice of timber" => "选材",
    "choice_of_timber_desc" => "紫檀极珍贵，百年不能成材，一棵紫檀木要生长几百年以后才能够使用。<br/>十檀九空，紫檀的取材率极低，一块木料只有百分之十几可用。极稀有的紫檀，能触摸到手，已是难得的缘分。木工师傅依板样裁切所需要的木材。每一个部件，都用纸板裁切了板样，搭脑、扶手、靠背、牙条、管脚枨……一把最简单的明式南官帽椅，就有四十二个组件组成。据说，明清时期用高级硬木家具在制作上都讲究每一个组件解自同一棵树。也由于紫檀的珍贵，裁切师傅需要用最合理的使用来使木尽其材，每一块木材，需要找到匹配它尺寸的部件。",
    "Drying Desc" => "<p>包含在木材中的水分，会让家具频繁地热胀冷缩，从而造成家具的开裂现象。为了确保家具的美观和使用寿命，木材处理是关键的一招。在去水过程中，木材被浸泡在工厂特殊配方的蜡液中，达半年之久，处理过后的木材更显细腻，水分子也被基本挥发干净。</p><p>木材遇热干缩，遇水膨胀的问题一直困扰着古代的木匠们。古人曾发明了攒框装板之法，初步解决了这一问题，在当时已是了不起的发明，但没有解决根本问题。顾大师花了5年时间，才最终用铸造中热交换的原理，用常温下不活泼的蜡分子将活泼的水分子置换出来，从根本上解决了这一难题。</p>",
    "Drying" => "去水",
    "Construction Desc" => "<p>建筑是大木作，家具是小木作。传统家具的榫卯结构由古建筑结构转变而成。建筑的梁、枋、柱、雀替结构，与椅子的坐盘框边、抹头，腿足和牙子都有很大的共通之处。</p><p>构件之间的咬和，完全不用金属钉子，依靠榫卯间巧夺天工契合。“抱肩榫”是束腰家具的腿和束腰、牙条相结合时使用的榫卯，有着“千年不倒”的美誉。它在很小的节点上，能撑起来自多方面的压力，稳如泰山。但古时手工制作这样的榫卯难度很大，配合精度也不高，挂榫的斜度偏大，虽易于安装却容易松动。顾大师经过多次实验，设计挂榫时稍有斜度，用精密机械加工的方法，提高了配合精度，重现了“千年不倒”的榫卯技艺。</p>",
    "Construction" => "结构",
    "Carving" => "雕刻",
    "Carving Desc" => "<p>雕刻师傅的桌上摆着几十种刀。紫檀是一种很坚硬的木材，即使把钉子打弯了，也只能在它的表面留下一个印痕。雕刻紫檀，需要锋利的刀具，不同的部位有不同的使刀。从头部开始一直凿打到脚跟，先凿打前身再是后身，从木料外皮开始，一层一层地向里推进，先凿浅的地方，后凿深的地方，木雕师傅一次次剔除木屑，用刀作画。</p>",
    "Polishing" => "打磨",
    "Polishing Desc" => "<p>“不平，继续磨，再磨。”顾大师一声吆喝。打磨家具，真得有铁杵磨成针的工夫。</p><p>紫檀家具在制作技艺上有“一凿、二刻、七打磨”之说，打磨占据了整个制作过程十分之七的时间。传统打磨最讲究的是用刺茅草，一种与芦苇共生的细草。先涂上蜡，再以刺茅草和细纱布反复磨擦，直到擦得亮如锦缎。顾大师用3000目水砂纸来打磨，让紫檀深藏的木纹一层层展现出来，精细到极点。</p><p>木纹本不是装饰的目的，但它的出现，却成为明式家具最主要的，甚至是开创性的超装饰元素，创造了新的美学。顾大师手下的紫檀，经过夜以继日的打磨，不平，再磨，再磨，每一件都拥有了独一无二的美丽木纹。</p>",
    
    "Close to the Universe" => "最接近天地的方式",
    "Close to the Universe Desc" => "<p>「上下」的“大天地”之紫檀。紫檀大师顾大师说：做到了极至的简洁和精准。寓意“天空”和“大地”，这个系列的家具拥有简洁的线条与柔和的圆弧，气度从容博大，好似天地都包含于其中。设计灵感依然来自于明式家具，却将原本外圆内方的设计改成外方内圆。使之拥有了更具现代感的线条，也令其精湛工艺展露无疑。圆形椅面和方形椅身之间，完全依靠榫卯结合在一起。继而用成百上千次的打磨，使两者的合缝，间不容发。尊贵而坚固的紫檀，在全手工精心摩揉之下，拥有了如丝绸般滑润的质感。同时，“大天地”系列也对人体工程学做了细心研究，力求让使用感受贴心舒适。家具是带有感情的，一定得是给人带来温暖和舒适的。</p><p>每件“大天地”紫檀家具从檀木处理到作品完成，需要花费整整六个月的时间，而在细节的处理上更精确到一丝一毫，让这个系列的家具成为精准而完美的艺术品。“大天地”紫檀家具是给人生做一个伴。线条简洁，情感温暖，以最接近天地的方式，端坐于天地之间。</p>",
    
        );














